/* nothing */
"" = "Project-Id-Version: xchat-2.6.7\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2006-10-04 13:56+1000\nPO-Revision-Date: 2006-10-11 01:00+0200\nLast-Translator: Eros Palberti-Fabio Viola : How-Tux Team <admin@how-tux.com>\nLanguage-Team: Italian\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Impossibile creare ~/.xchat2";

/* nothing */
"I'm busy" = "Sono occupato";

/* nothing */
"Leaving" = "Sto andando via";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Eseguire IRC come root non è saggio.\n  Sarebbe preferibile creare un account utente\n  e utilizzare tale utente per effettuare il login.\n";

/* nothing */
"Waiting" = "In attesa";

/* nothing */
"Active" = "Attivo";

/* nothing */
"Failed" = "Fallito";

/* nothing */
"Done" = "Completato";

/* nothing */
"Connect" = "Connessione";

/* nothing */
"Aborted" = "Interrotto";

/* nothing */
"Cannot access %s\n" = "Impossibile accedere a %s\n";

/* nothing */
"Error" = "Errore";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s sta offrendo \"%s\". Vuoi accettare?";

/* nothing */
"No active DCCs\n" = "Nessun DCC attivo\n";

/* nothing */
"YES  " = "SI  ";

/* nothing */
"NO   " = "NO   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Hai ricevuto un flood CTCP da parte di %s. %s ignorato\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Hai ricevuto un flood MSG da parte di %s. gui_auto_open_dialog impostato a OFF.\n";

/* nothing */
"  %-20s online\n" = "  %-20s connesso\n";

/* nothing */
"  %-20s offline\n" = "  %-20s non connesso\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Non sei in nessun canale. Prova prima /join #<canale>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Non connesso. Prova prima /server <host> [<porta>]\n";

/* nothing */
"I need /bin/sh to run!\n" = "È necessario /bin/sh per l'esecuzione!\n";

/* nothing */
"Commands Available:" = "Comandi disponibili:";

/* nothing */
"User defined commands:" = "Comandi definiti dall'utente:";

/* nothing */
"Plugin defined commands:" = "Plugin definiti dall'utente:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Digita /HELP <comando> per ulteriori informazioni, oppure /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Argomento sconosciuto '%s' ignorato.";

/* nothing */
"No such plugin found.\n" = "Plugin non trovato.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Questo plugin si rifiuta di terminare.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nome> <azione>, aggiunge un pulsante sotto la lista utenti";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, invia un comando a tutti i canali in cui sei presente";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>, invia un comando a tutti i canali in cui sei presente";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, invia un comando a tutti i server ai quali sei collegato";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<motivo>], cambia il tuo stato in assente";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<tipo_di_ban>], allontana dal canale corrente tutti coloro che corrispondono alla maschera di rete specificata. Se essi sono già connessi al canale, questo non li espelle (kick). Bisogna essere operatore.";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message" = "Opzioni del canale\nCHANOPT CONFMODE ON|OFF - Imposta la modalità visiva dei messaggi di entrata e uscita dai canali\nCHANOPT COLORPASTE ON|OFF - Imposta il colore dei messaggi incollati\nCHANOPT BEEP ON|OFF - Imposta il beep sui messaggi ricevuti";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], Pulisce la finestra di testo corrente o i comandi recenti";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, chiude la finestra/scheda corrente";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <codice|wildcard>, cerca un codice paese, per es.: au = Australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <messaggio>, invia il messaggio CTCP al nick indicato, messaggi comuni sono VERSION e USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, abbandona il canale corrente e vi rientra immediatamente";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                     - accetta un file offerto\nDCC SEND [-maxcps=#] <nick> [file] - invia un file a qualcuno\nDCC PSEND [-maxcps=#] <nick> [file] - invia un file utilizzando la modalità passiva\nDCC LIST                           - visualizza la lista dei collegamenti DCC\nDCC CHAT <nick>                    - propone una DCC CHAT a qualcuno\nDCC PCHAT <nick>                    - propone una DCC CHAT utilizzando la modalità passiva\nDCC CLOSE <tipo> <nick> <file>         esempio:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>, rimuove lo stato di semi-operatore sul canale corrente per il nick indicato (bisogna essere operatore)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nome>, cancella un pulsante sotto la lista utenti";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, rimuove lo stato di operatore sul canale corrente per il nick indicato (bisogna essere operatore)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, toglie la parola al nick indicato sul canale corrente (bisogna essere operatore)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, disconnette dal server";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, cerca l'indirizzo IP di un utente";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <testo>, stampa un testo in locale";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <comando>, esegue il comando. Se si utilizza l'opzione -o, l'output è inviato al canale corrente, altrimenti è stampato nella corrente text box";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, invia un SIGCONT al processo";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], uccide un'istanza exec nella sessione corrente. Se è specificato -9, il processo è ucciso con SIGKILL";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, invia un SIGSTOP al processo";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, invia dati allo stdin del processo";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, svuota la coda di invio del server corrente";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<porta>], utilizza un host come proxy, la porta predefinita è la 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nick> <password>, Uccide il nickname fantasma";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>, dà lo stato di semi-operatore al nick (bisogna essere operatore)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>, ti identifica presso il nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <maschera> <tipi..> <opzioni..>\n    maschera - host maschera da ignorare, per es.: *!*@*.aol.com\n    tipi - tipi di dato da ignorare, uno o più tra:\n              PRIV, CHAN, NOTI, CTCP,DCC, INVI, ALL\n    opzioni - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<canale>], invita qualcuno in un canale, la regola predefinta è per il canale corrente (bisogna essere operatore del canale)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <canale>, entra nel canale";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, espelle il nick dal canale corrente (bisogna essere operatore del canale)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>, allontana (ban) e poi espelle (kick) il nick dal canale corrente (bisogna essere operatore del canale)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, forza un nuovo controllo del ritardo (lag)";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <stringa>, cerca una stringa nel buffer";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <file>, carica un plugin o uno script";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, toglie lo stato a tutti i semi-operatori del canale corrente (bisogna essere operatore del canale)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, toglie lo stato a tutti gli operatori del canale corrente (bisogna essere operatore del canale)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <azione>, invia l'azione al canale corrente (le azioni sono scritte in terza persona, es. /me jumps)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, espelle dal canale corrente tutti gli utenti tranne te (bisogna essere operatore del canale)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, rende operatori tutti gli utenti nel canale corrente (bisogna essere operatore del canale)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <messaggio>, invia un messaggio privato";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, elenca i nick presenti sul canale corrente";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <messaggio>, invia una notifica CTCP";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER <nome host> [<porta>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>, imposta il tuo nick";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/canale> <messaggio>, invia una notifica. Le notifiche sono un tipo di messaggio che dovrebbe ottenere una reazione automatica";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<nick>], mostra la tua lista di notifica o aggiunge qualcuno ad essa";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, dà lo stato di operatore al nick indicato (bisogna essere operatore del canale)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<canale>] [<motivo>], abbandona il canale. Se non specificato, quello corrente";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | canale>, invia un ping CTCP al nick o al canale";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <nick>, apre una chat privata con il nick indicato";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<motivo>], disconnette dal server corrente";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <testo>, invia il testo in forma grezza al server";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<porta>] [<password>], può essere richiamato semplicemente come /RECONNECT per riconnettersi al server corrente o con /RECONNECT ALL per riconnettersi a tutti i server aperti";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<porta>] [<password>], può essere richiamato semplicemente come /RECONNECT per riconnettersi al server corrente o con /RECONNECT ALL per riconnettersi a tutti i server aperti";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <testo>, invia il testo sotto forma di dati grezzi a xchat, come se fosse stato ricevuto dal server irc";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <testo>, invia il testo all'oggetto a cui corrisponde la finestra corrente";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<file>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <porta> <canale>, si connette ed entra nel canale";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <porta> <canale>, si connette ed entra nel canale";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<porta>] [<password>], si connette al server, la porta predefinita è la 6667 per le connessioni normali e la 9999 per le connessioni ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<porta>] [<password>], si connette al server, la porta predefinita è la 6667";

/* nothing */
"SET [-e] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <variabile> [<valore>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<posizione>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<argomento>], imposta l'argomento, se specificato, altrimenti mostra quello attuale";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <maschera> [<maschera>...], rimuove il ban per la maschera specificata";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <maschera> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <nome>, termina un plugin o uno script";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, apre uno URL nel tuo browser";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2> ecc., evidenzia i(l) nick nella lista utenti del canale";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, dà la parola a qualcuno (bisogna essere operatore del canale)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <messaggio>, scrive il messaggio su tutti i canali";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <messaggio>, invia il messaggio a tutti gli operatori del canale corrente";

/* nothing */
"Usage: %s\n" = "Uso: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nNessun aiuto disponibile per questo comando.\n";

/* nothing */
"No such command.\n" = "Comando inesistente.\n";

/* nothing */
"Bad arguments for user command.\n" = "Argomenti del comando non corretti.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Troppi comandi ricorsivi. Annullati.";

/* nothing */
"Unknown Command. Try /help\n" = "Comando sconosciuto. Prova con /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Nessun simbolo xchat_plugin_init; è veramente un plugin di xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Sei sicuro che il server e la porta supportano SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Impossibile risolvere l'hostname %s\nVerifica le tue impostazioni IP!\n";

/* nothing */
"Proxy traversal failed.\n" = "Attraversamento del proxy fallito.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Nuovo tentativo con il server successivo di %s in corso...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Attenzione: il set di caratteri \"%s\" è sconosciuto. Non verrà effettuata alcuna conversione per il network %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 aggiunto alla lista di notifica.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Lista ban:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tImpossibile entrare in%C26 %B$1 %O(Sei bannato).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 è ora conosciuto come $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 ha impostato un ban su $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tCanale $1 creato su $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O ha tolto lo stato di semi-operatore del canale a%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O ha tolto lo stato di operatore del canale da%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O ha tolto la parola a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 ha impostato l'exempt su $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O ha dato lo stato di semi-operatore del canale a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 ha impostato l'invito su $2";

/* nothing */
"%UChannel          Users   Topic" = "%UCanale Utenti Argomento";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 ha impostato la modalità $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Canale $1 modalità: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O ha dato lo stato di operatore del canale a%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 ha rimosso l'exempt su $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 ha rimosso l'invito su $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 ha rimosso la parola chiave del canale";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 ha rimosso il limite di utenti";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 ha impostato come parola chiave del canale $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 ha impostato il limite utenti del canale a $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 ha rimosso il ban da $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O ha dato la parola a%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Connesso. Login in corso..";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Connessione a $1 ($2) porta $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Connessione fallita. Errore: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tRicevuto un CTCP $1 da $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tRicevuto un CTCP $1 da $2 (per $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tRicevuto un suono CTCP $1 da $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tRicevuto un suono CTCP $1 da $2 (per $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT con %C26$1%O interrotta.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tConnessione DCC CHAT stabilita con %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT con %C26$1%O perduta ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tRicevuta una richiesta di CHAT DCC da $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tInvito a una CHAT DCC per $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tInvito alla CHAT per $1 già effettuato";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC Tentativo di connessione DCC $1 a %C26 $2%O fallito (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tRicevuto '$1%O' da $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tipo  Per/Da    Stato  Dimensione    Pos     File         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tRicevuta una richiesta DCC mal formata da %C26$1%O.%010%C22*%O$tContenuto del pacchetto: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tOfferta di %C26 $1%O per%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tOfferta DCC inesistente.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV di%C26 $2%O da%C26 $1%O interrotto.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV di%C26 $1%O da%C26 $3%O completato %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tConnessione DCC RECV stabilita con%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV di%C26 $1%O da%C26 $3%O fallito ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Impossibile aprire $1 in scrittura ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tIl file%C26 $1%C esiste già, verrà salvato come %C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oha richiesto di continuare%C26 $2 %Cda%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O per%C26 $1%O interrotto.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O per%C26 $2%O completato %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND connessione stabilita con%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O con%C26 $2%O fallito. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oha offerto%C26 $2 %O(%C26$3 %Obyte)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oper%C26 $3 %Cbloccato - interruzione in corso.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oper%C26 $3 %Oscaduto - interruzione in corso.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 rimosso dalla lista di notifica.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tDisconnesso ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tTrovato il tuo IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O aggiunto alla lista utenti ignorati.";

/* nothing */
"Ignore on %C26$1%O changed." = "Lo stato degli utenti ignorati su %C26$1%O è cambiato.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O rimosso dalla lista utenti ignorati.";

/* nothing */
"  Ignore list is empty." = "  La lista utenti ignorati è vuota.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tImpossibile entrare in%C26 %B$1 %O(L'accesso al canale è solamente su invito).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tSei stato invitato su%C26 $1%O da%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) è entrato in $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tImpossibile entrare in%C26 %B$1 %O(Richiesta parola chiave).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 ha espulso $2 da $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tSei stato ucciso (kill) da $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD Saltato.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 è gia in uso. Ritento con $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tNickname già in uso. Utilizza /NICK per sceglierne un altro.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tDCC non esistente.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tNessun processo attualmente in esecuzione";

/* nothing */
"$tNotify list is empty." = "$tLa lista di notifica è vuota.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Lista di notifica                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 utenti nella lista di notifica.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tNotifica: $1 non è connesso ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tNotifica: $1 è connesso ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) ha abbandonato $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) ha abbandonato $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tRisposta al ping da $1: $2 secondi";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tNessuna risposta al ping per $1 secondi, disconnessione in corso.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tUn processo è già in esecuzione";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 è uscito (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 ha impostato le modalità%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tRicerca dell'indirizzo IP per%C26 $1%O in corso...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Connesso.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Ricerca di $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tIl tentativo di connessione precedente è stato interrotto (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29L'argomento di $1%C %C29è: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 ha scelto come argomento: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Argomento per $1%C %C29impostato da $2%C %C29a $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tHost sconosciuto. Forse è scritto male?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tImpossibile entrare in%C26 %B$1 %O(Raggiunto il limite di utenti).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Utenti in $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cè assente %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OFine della lista WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O inattivo%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O inattivo%C26 $2%O, connesso:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Oreale user@host%C27 $2%O, reale IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Ora parla su $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tSei stato espulso (kick) da $2 da $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tSei uscito dal canale $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tSei uscito dal canale $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tHai invitato%C26 $1%O in%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tSei ora conosciuto come $2";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** FINE DEL LOG %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** INIZIO DEL LOG %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Impossibile aprire i file di log in scrittura.\n  Verifica i permessi su %s/xchatlogs";

/* nothing */
"Left message" = "Messaggio a sinistra";

/* nothing */
"Right message" = "Messaggio a destra";

/* nothing */
"The nick of the joining person" = "Il nick della persona che è entrata";

/* nothing */
"The channel being joined" = "Il canale nel quale sta entrando";

/* nothing */
"The host of the person" = "L'host della persona";

/* nothing */
"Nickname" = "Nickname";

/* nothing */
"The action" = "L'azione";

/* nothing */
"Mode char" = "Il carattere della modalità";

/* nothing */
"The text" = "Il testo";

/* nothing */
"Identified text" = "Testo identificato";

/* nothing */
"The message" = "Il messaggio";

/* nothing */
"Old nickname" = "Vecchio nickname";

/* nothing */
"New nickname" = "Nuovo nickname";

/* nothing */
"Nick of person who changed the topic" = "Nick dell'utente che ha cambiato l'argomento";

/* nothing */
"Topic" = "Argomento";

/* nothing */
"Channel" = "Canale";

/* nothing */
"The nickname of the kicker" = "Il nickname di chi ha effettuato il kick";

/* nothing */
"The person being kicked" = "La persona che ha ricevuto il kick";

/* nothing */
"The channel" = "Il canale";

/* nothing */
"The reason" = "Il motivo";

/* nothing */
"The nick of the person leaving" = "Il nick della persona che è andata via";

/* nothing */
"The time" = "L'ora";

/* nothing */
"The creator" = "Il creatore";

/* nothing */
"Nick" = "Nick";

/* nothing */
"Reason" = "Motivo";

/* nothing */
"Host" = "Host";

/* nothing */
"Who it's from" = "Da chi è stato fatto";

/* nothing */
"The time in x.x format (see below)" = "L'ora nel formato x.x (vedi più giù)";

/* nothing */
"The Channel it's going to" = "Il canale al quale è destinato";

/* nothing */
"The sound" = "Il suono";

/* nothing */
"The nick of the person" = "Il nick della persona";

/* nothing */
"The CTCP event" = "L'evento CTCP";

/* nothing */
"The nick of the person who set the key" = "Il nick della persona che ha impostato la chiave";

/* nothing */
"The key" = "La chiave";

/* nothing */
"The nick of the person who set the limit" = "Il nick della persona che ha impostato il limite";

/* nothing */
"The limit" = "Il limite";

/* nothing */
"The nick of the person who did the op'ing" = "Il nick della persona che ha impostato l'op";

/* nothing */
"The nick of the person who has been op'ed" = "Il nick della persona che è stata resa op";

/* nothing */
"The nick of the person who has been halfop'ed" = "Il nick della persona che è stata resa halfop";

/* nothing */
"The nick of the person who did the halfop'ing" = "Il nick della persona che ha impostato l'halfop";

/* nothing */
"The nick of the person who did the voice'ing" = "Il nick della persona che ha dato la parola";

/* nothing */
"The nick of the person who has been voice'ed" = "Il nick della persona che ha ricevuto la parola";

/* nothing */
"The nick of the person who did the banning" = "Il nick della persona che ha impostato il ban";

/* nothing */
"The ban mask" = "La maschera del ban";

/* nothing */
"The nick who removed the key" = "Il nick della persona che ha rimosso la chiave";

/* nothing */
"The nick who removed the limit" = "Il nick della persona che ha rimosso il limite";

/* nothing */
"The nick of the person of did the deop'ing" = "Il nick della persona che ha rimosso l'op";

/* nothing */
"The nick of the person who has been deop'ed" = "Il nick della persona che è stata rimossa da op";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Il nick della persona che ha rimosso lo stato di semi-operatore";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Il nick della persona che è stata rimossa da halfop";

/* nothing */
"The nick of the person of did the devoice'ing" = "Il nick della persona che ha tolto la parola";

/* nothing */
"The nick of the person who has been devoice'ed" = "Il nick della persona a cui è stata tolta la parola";

/* nothing */
"The nick of the person of did the unban'ing" = "Il nick della persona che ha rimosso il ban";

/* nothing */
"The nick of the person who did the exempt" = "Il nick della persona che ha impostato l'exempt";

/* nothing */
"The exempt mask" = "La maschera di exempt";

/* nothing */
"The nick of the person removed the exempt" = "Il nick della persona che ha rimosso l'exempt";

/* nothing */
"The nick of the person who did the invite" = "Il nick della persona che ha impostato l'invito";

/* nothing */
"The invite mask" = "La maschera di invito";

/* nothing */
"The nick of the person removed the invite" = "Il nick della persona che ha rimosso l'invito";

/* nothing */
"The nick of the person setting the mode" = "Il nick della persona che ha impostato la modalità";

/* nothing */
"The mode's sign (+/-)" = "Il segno della modalità (+/-)";

/* nothing */
"The mode letter" = "La lettera della modalità";

/* nothing */
"The channel it's being set on" = "Il canale su cui ha effetto l'impostazione";

/* nothing */
"Username" = "Nome utente";

/* nothing */
"Full name" = "Nome completo";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Appartenenza al canale / \"è un operatore IRC\"";

/* nothing */
"Server Information" = "Informazioni sul server";

/* nothing */
"Idle time" = "Tempo di inattività";

/* nothing */
"Signon time" = "Orario di connessione";

/* nothing */
"Away reason" = "Motivo dell'assenza";

/* nothing */
"Message" = "Messaggio";

/* nothing */
"Account" = "Account";

/* nothing */
"Real user@host" = "utente@host effettivo";

/* nothing */
"Real IP" = "IP effettivo";

/* nothing */
"Channel Name" = "Nome del canale";

/* nothing */
"Text" = "Testo";

/* nothing */
"Server Name" = "Nome del server";

/* nothing */
"Nick of person who invited you" = "Nick della persona che ti ha invitato";

/* nothing */
"Users" = "Utenti";

/* nothing */
"Nickname in use" = "Nickname già in uso";

/* nothing */
"Nick being tried" = "Nick in via di prova";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Porta";

/* nothing */
"Network" = "Rete";

/* nothing */
"Modes string" = "Stringhe modalità";

/* nothing */
"IP address" = "Indirizzo IP";

/* nothing */
"DCC Type" = "Tipo DCC";

/* nothing */
"Filename" = "Nome del file";

/* nothing */
"Destination filename" = "Nome del file di destinazione";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Percorso";

/* nothing */
"Position" = "Posizione";

/* nothing */
"Size" = "Dimensione";

/* nothing */
"DCC String" = "Stringa DCC";

/* nothing */
"Number of notify items" = "Numero degli utenti nella lista di notifica";

/* nothing */
"Old Filename" = "Vecchio nome del file";

/* nothing */
"New Filename" = "Nuovo nome del file";

/* nothing */
"Receiver" = "Destinatario";

/* nothing */
"Hostmask" = "Maschera dell'host";

/* nothing */
"Hostname" = "Nome dell'host";

/* nothing */
"The Packet" = "Il pacchetto";

/* nothing */
"Seconds" = "Secondi";

/* nothing */
"Nick of person who have been invited" = "Nick della persona che è stata invitata";

/* nothing */
"Banmask" = "Maschera dei ban";

/* nothing */
"Who set the ban" = "Chi ha impostato il ban";

/* nothing */
"Ban time" = "Ora del ban";

/* nothing */
"Error parsing event %s.\nLoading default." = "Errore nell'analisi dell'evento %s.\nVerranno caricati i valori predefiniti.";

/* nothing */
"Cannot read sound file:\n%s" = "Impossibile leggere il file audio:\n%s";

/* nothing */
"Remote host closed socket" = "L'host remoto ha chiuso il socket";

/* nothing */
"Connection refused" = "Connessione rifiutata";

/* nothing */
"No route to host" = "Nessun instradamento per l'host";

/* nothing */
"Connection timed out" = "Connessione scaduta";

/* nothing */
"Cannot assign that address" = "Impossibile assegnare l'indirizzo";

/* nothing */
"Connection reset by peer" = "Connessione interrotta dall'host remoto";

/* nothing */
"Ascension Island" = "Isole Cocos";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emirati Arabi Uniti";

/* nothing */
"Afghanistan" = "Afghanistan";

/* nothing */
"Antigua and Barbuda" = "Antigua e Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albania";

/* nothing */
"Armenia" = "Armenia";

/* nothing */
"Netherlands Antilles" = "Antille Olandesi";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antartide";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "DNS inverso";

/* nothing */
"American Samoa" = "Samoa Americane";

/* nothing */
"Austria" = "Austria";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Australia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Isole Falkland";

/* nothing */
"Azerbaijan" = "Azerbaijan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnia-Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgio";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgaria";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Businesses";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolivia";

/* nothing */
"Brazil" = "Brasile";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Isola Bouvet";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Bielorussia";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Canada";

/* nothing */
"Cocos Islands" = "Isole Cocos";

/* nothing */
"Democratic Republic of Congo" = "Repubblica Democratica del Congo";

/* nothing */
"Central African Republic" = "Repubblica Centrafricana";

/* nothing */
"Congo" = "Congo";

/* nothing */
"Switzerland" = "Svizzera";

/* nothing */
"Cote d'Ivoire" = "Costa d'Avorio";

/* nothing */
"Cook Islands" = "Isole Cook";

/* nothing */
"Chile" = "Cile";

/* nothing */
"Cameroon" = "Camerun";

/* nothing */
"China" = "Cina";

/* nothing */
"Colombia" = "Colombia";

/* nothing */
"Internic Commercial" = "Internic, commerciale";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Serbia e Montenegro";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Capo Verde";

/* nothing */
"Christmas Island" = "Isola Christmas";

/* nothing */
"Cyprus" = "Cipro";

/* nothing */
"Czech Republic" = "Repubblica Ceca";

/* nothing */
"Germany" = "Germania";

/* nothing */
"Djibouti" = "Gibuti";

/* nothing */
"Denmark" = "Danimarca";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "Repubblica Dominicana";

/* nothing */
"Algeria" = "Algeria";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Istituzione educativa";

/* nothing */
"Estonia" = "Estonia";

/* nothing */
"Egypt" = "Egitto";

/* nothing */
"Western Sahara" = "Sahara Occidentale";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Spagna";

/* nothing */
"Ethiopia" = "Etiopia";

/* nothing */
"European Union" = "Unione Europea";

/* nothing */
"Finland" = "Finlandia";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Isole Falkland";

/* nothing */
"Micronesia" = "Micronesia";

/* nothing */
"Faroe Islands" = "Isole Faroe";

/* nothing */
"France" = "Francia";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Gran Bretagna";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Georgia";

/* nothing */
"French Guiana" = "Guyana Francese";

/* nothing */
"British Channel Isles" = "Isole del Canale Britannico";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibilterra";

/* nothing */
"Greenland" = "Groenlandia";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Governativo";

/* nothing */
"Guadeloupe" = "Guadalupa";

/* nothing */
"Equatorial Guinea" = "Guinea Equatoriale";

/* nothing */
"Greece" = "Grecia";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Isole S.Georgia e S.Sandwich";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Isole Heard and McDonald";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Croazia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Ungheria";

/* nothing */
"Indonesia" = "Indonesia";

/* nothing */
"Ireland" = "Irlanda";

/* nothing */
"Israel" = "Israele";

/* nothing */
"Isle of Man" = "Isle of Man";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Informativo";

/* nothing */
"International" = "Internazionale";

/* nothing */
"British Indian Ocean Territory" = "Territori Britannici dell'Oceano Indiano";

/* nothing */
"Iraq" = "Iraq";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Islanda";

/* nothing */
"Italy" = "Italia";

/* nothing */
"Jersey" = "Jersey";

/* nothing */
"Jamaica" = "Giamaica";

/* nothing */
"Jordan" = "Giordania";

/* nothing */
"Japan" = "Giappone";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kirghizistan";

/* nothing */
"Cambodia" = "Cambogia";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comore";

/* nothing */
"St. Kitts and Nevis" = "S. Kitts e Nevis";

/* nothing */
"North Korea" = "Corea del Nord";

/* nothing */
"South Korea" = "Corea del Sud";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Isole Cayman";

/* nothing */
"Kazakhstan" = "Kazakistan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Libano";

/* nothing */
"Saint Lucia" = "Santa Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberia";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Lituania";

/* nothing */
"Luxembourg" = "Lussemburgo";

/* nothing */
"Latvia" = "Lettonia";

/* nothing */
"Libya" = "Libia";

/* nothing */
"Morocco" = "Marocco";

/* nothing */
"Monaco" = "Monaco";

/* nothing */
"Moldova" = "Moldavia";

/* nothing */
"United States Medical" = "Stati Uniti, sanità";

/* nothing */
"Madagascar" = "Madagascar";

/* nothing */
"Marshall Islands" = "Isole Marshall";

/* nothing */
"Military" = "Militare";

/* nothing */
"Macedonia" = "Macedonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongolia";

/* nothing */
"Macau" = "Macao";

/* nothing */
"Northern Mariana Islands" = "Isole Marianne del Nord";

/* nothing */
"Martinique" = "Martinica";

/* nothing */
"Mauritania" = "Mauritania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Muritius";

/* nothing */
"Maldives" = "Maldive";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Messico";

/* nothing */
"Malaysia" = "Malesia";

/* nothing */
"Mozambique" = "Mozambico";

/* nothing */
"Namibia" = "Namibia";

/* nothing */
"New Caledonia" = "Nuova Caledonia";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Network Internic";

/* nothing */
"Norfolk Island" = "Isola Norfolk";

/* nothing */
"Nigeria" = "Nigeria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Paesi Bassi";

/* nothing */
"Norway" = "Norvegia";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nuova Zelanda";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Internic, associazione no-profit";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Perù";

/* nothing */
"French Polynesia" = "Polinesia Francese";

/* nothing */
"Papua New Guinea" = "Papua - Nuova Guinea";

/* nothing */
"Philippines" = "Filippine";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Polonia";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre e Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Porto Rico";

/* nothing */
"Palestinian Territory" = "Territori palestinesi";

/* nothing */
"Portugal" = "Portogallo";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Romania";

/* nothing */
"Old School ARPAnet" = "ARPAnet vecchio tipo";

/* nothing */
"Russian Federation" = "Federazione Russa";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Arabia Saudita";

/* nothing */
"Solomon Islands" = "Isole Salomone";

/* nothing */
"Seychelles" = "Seychelles";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Svezia";

/* nothing */
"Singapore" = "Singapore";

/* nothing */
"St. Helena" = "S. Helena";

/* nothing */
"Slovenia" = "Slovenia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Isole Svalbard e Jan Mayen";

/* nothing */
"Slovak Republic" = "Repubblica Slovacca";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somalia";

/* nothing */
"Suriname" = "Suriname";

/* nothing */
"Sao Tome and Principe" = "Sao Tome e Principe";

/* nothing */
"Former USSR" = "Ex URSS";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Siria";

/* nothing */
"Swaziland" = "Swaziland";

/* nothing */
"Turks and Caicos Islands" = "Isole Turks e Caicos";

/* nothing */
"Chad" = "Chad";

/* nothing */
"French Southern Territories" = "Terre Australi Francesi";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Thailandia";

/* nothing */
"Tajikistan" = "Tajikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Timor Est";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunisia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turchia";

/* nothing */
"Trinidad and Tobago" = "Trinidad e Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzania";

/* nothing */
"Ukraine" = "Ucraina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Regno Unito";

/* nothing */
"US Minor Outlying Islands" = "Isole esterne minori americane";

/* nothing */
"United States of America" = "Stati Uniti d'America";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Città del Vaticano";

/* nothing */
"St. Vincent and the Grenadines" = "St. Vincent e le Grenadine";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Isole Vergini Britanniche";

/* nothing */
"US Virgin Islands" = "Isole Vergini Americane";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Isole Wallis e Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Yemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Iugoslavia";

/* nothing */
"South Africa" = "Sud Africa";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zimbabwe" = "Zimbawe";

/* nothing */
"Unknown" = "Sconosciuto";

/* nothing */
"Open Dialog Window" = "Apri la finestra di dialogo";

/* nothing */
"Send a File" = "Invia un File";

/* nothing */
"User Info (WHOIS)" = "Informazione Utente (WHOIS)";

/* nothing */
"Operator Actions" = "Opzioni";

/* nothing */
"Give Ops" = "Assegna lo stato di Op";

/* nothing */
"Take Ops" = "Rimuovi lo stato di Op";

/* nothing */
"Give Voice" = "Dai la parola (voice)";

/* nothing */
"Take Voice" = "Prendi la parola (voice)";

/* nothing */
"Kick/Ban" = "Kick/Ban";

/* nothing */
"Kick" = "Kick";

/* nothing */
"Ban" = "Ban";

/* nothing */
"KickBan" = "KickBan";

/* nothing */
"Direct client-to-client" = "Client-to-client diretto";

/* nothing */
"Send File" = "Invia un File";

/* nothing */
"Offer Chat" = "Invita ad una discussione";

/* nothing */
"Abort Chat" = "Abbandona la discussione";

/* nothing */
"Version" = "Versione";

/* nothing */
"Userinfo" = "Informazioni utente";

/* nothing */
"Clientinfo" = "Informazioni sul client";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Tempo";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operatore";

/* nothing */
"Kill this user" = "Uccidi (kill) questo utente";

/* nothing */
"Mode" = "Modalità";

/* nothing */
"Give Half-Ops" = "Assegna lo stato di Half-Op";

/* nothing */
"Take Half-Ops" = "Rimuovi lo stato di Half-Op";

/* nothing */
"Ignore" = "Ignora";

/* nothing */
"Ignore User" = "Ignora utente";

/* nothing */
"UnIgnore User" = "Annulla ignora utente";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "Risoluzione DNS";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "Host dell'utente";

/* nothing */
"External" = "Esterni";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Esci dal canale";

/* nothing */
"Join Channel..." = "Entra nel canale...";

/* nothing */
"Enter Channel to Join:" = "Nome del canale nel quale entrare:";

/* nothing */
"Server Links" = "Link dei server";

/* nothing */
"Ping Server" = "Fai ping sul server";

/* nothing */
"Hide Version" = "Nascondi versione";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "arrivederci";

/* nothing */
"Enter reason to kick %s:" = "Immetti il motivo per il kick a %s :";

/* nothing */
"Sendfile" = "Invia un file";

/* nothing */
"Dialog" = "Dialogo";

/* nothing */
"Send" = "Invia";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "Pulisci";

/* nothing */
"Couldn't connect to session bus" = "Impossibile collegarsi al bus di sessione";

/* nothing */
"Failed to complete NameHasOwner" = "Completamento di NameHasOwner fallito";

/* nothing */
"Failed to complete Command" = "Completamento del comando fallito";

/* nothing */
"remote access" = "accesso remoto";

/* nothing */
"plugin for remote access using DBUS" = "plugin per l'accesso remoto usando DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Impossibile collegarsi al bus di sessione: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Fallita acquisizione %s: %s\n";

/* nothing */
"%s loaded successfully!\n" = "%s caricamento riuscito!\n";

/* nothing */
"About XChat" = "Informazioni su XChat";

/* nothing */
"A multiplatform IRC Client" = "Client IRC multipiattaforma";

/* nothing */
"Character Chart" = "Tabella caratteri";

/* nothing */
"Not connected." = "Non connesso";

/* nothing */
"You must select some bans." = "Devi selezionare alcuni ban.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Sei sicuro di voler rimuovere tutti i ban in %s?";

/* nothing */
"Mask" = "Maschera";

/* nothing */
"From" = "Da";

/* nothing */
"Date" = "Data";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Puoi aprire la finestra Lista dei Ban solamente mentre sei nella scheda di un canale";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Lista dei Ban (%s)";

/* nothing */
"Unban" = "Rimuovi Ban";

/* nothing */
"Crop" = "Rimuovi i Ban esclusa selezione";

/* nothing */
"Refresh" = "Aggiorna";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Statistiche Utente e Canale: %d/%d Utenti su %d/%d Canali";

/* nothing */
"I can't save an empty list!" = "Non posso salvare una lista vuota!";

/* nothing */
"Select an output filename" = "Scegli il nome di un file di output";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Lista Canali (%s)";

/* nothing */
"List display options:" = "Lista opzioni display:";

/* nothing */
"Minimum Users:" = "Utenti Minimi";

/* nothing */
"Maximum Users:" = "Utenti Massimi";

/* nothing */
"Pattern Match:" = "Riscontro Pattern:";

/* nothing */
"Regex Match:" = "Frase da cercare:";

/* nothing */
"Apply Match to:" = "Applica Riscontro a:";

/* nothing */
"Apply" = "Applica";

/* nothing */
"Refresh the list" = "Aggiorna la lista";

/* nothing */
"Save the list" = "Salva la lista";

/* nothing */
"Join Channel" = "Entra nel canale";

/* nothing */
"Send file to %s" = "Invia un file a %s";

/* nothing */
"None" = "Niente";

/* nothing */
"File" = "File";

/* nothing */
"To" = "A";

/* nothing */
"Address" = "Indirizzo";

/* nothing */
"Started" = "Avviato";

/* nothing */
"Speed limit" = "Limite di Velocità";

/* nothing */
"That file is not resumable." = "Questo file non è ripristinabile.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Impossibile accedere al file: %s\n%s.\nRipristino non possibile.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Il file nella cartella di download è più grande di quello offerto. Ripristino non possibile.";

/* nothing */
"Cannot resume the same file from two people." = "Impossibile ripristinare lo stesso file da due persone";

/* nothing */
"Status" = "Stato";

/* nothing */
"ETA" = "Tempo Mancante";

/* nothing */
"XChat: File Receive List" = "XChat: Lista File Ricevuti";

/* nothing */
"Abort" = "Interrompi";

/* nothing */
"Accept" = "Accetta";

/* nothing */
"Resume" = "Ripristina";

/* nothing */
"Open" = "Apri";

/* nothing */
"Ack" = "Trasferito";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Upload e Download";

/* nothing */
"Downloads" = "Download";

/* nothing */
"Uploads" = "Upload";

/* nothing */
"Details" = "Dettagli";

/* nothing */
"Open Folder..." = "Apri Cartella...";

/* nothing */
"XChat: File Send List" = "XChat: Lista File Inviata";

/* nothing */
"To/From" = "A/Da";

/* nothing */
"Recv" = "Ricevuto";

/* nothing */
"Sent" = "Inviato";

/* nothing */
"Start Time" = "Inizio Tempo";

/* nothing */
"XChat: DCC Chat List" = "XChat: Lista Chat DCC";

/* nothing */
"*NEW*" = "NUOVO*";

/* nothing */
"EDIT ME" = "MODIFICAMI";

/* nothing */
"Name" = "Nome";

/* nothing */
"Command" = "Comando";

/* nothing */
"Move Up" = "Muovi Su";

/* nothing */
"Move Dn" = "Muovi Giu";

/* nothing */
"Cancel" = "Cancella";

/* nothing */
"Save" = "Salva";

/* nothing */
"Add New" = "Aggiungi Nuovo";

/* nothing */
"Delete" = "Cancella";

/* nothing */
"Sort" = "Ordina";

/* nothing */
"Help" = "Aiuto";

/* nothing */
"Don't auto connect to servers" = "Non connettere automaticamente ai server";

/* nothing */
"Use a different config directory" = "Usa una cartella di configurazione diversa";

/* nothing */
"Don't auto load any plugins" = "Impossibile caricare automaticamente alcun plugin";

/* nothing */
"Show plugin auto-load directory" = "Mostra la cartella di auto-caricamento dei plugin";

/* nothing */
"Show user config directory" = "Mostra la cartella di configurazione utente";

/* nothing */
"Open an irc://server:port/channel URL" = "Apri un URL irc://server:port/channel";

/* nothing */
"Open URL in an existing XChat" = "Apri URL in XChat esistente";

/* nothing */
"Show version information" = "Mostra informazioni sulla versione";

/* nothing */
"Failed to open font:\n\n%s" = "Impossibile aprire il carattere:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Il buffer di ricerca è vuoto.\n";

/* nothing */
"%d bytes" = "%d byte";

/* nothing */
"Network send queue: %d bytes" = "Coda di invio: %d byte";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Il comando Run Command esegue il contenuto di Data 1 come se fosse stato digitato dentro la casella dove hai digitato la sequenza chiave. Quindi può contenere testo (che verrà inviato al canale/persona), comandi o comandi utente. Quando esegue tutti \\n caratteri in Data 1 sono usati per delimitare comandi separati in modo da eseguire più di un comando. Se vuoi \\ nel testo attuale allora premi invio \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Il comando Change Page cambia pagine. Imposta Data 1 alla pagina a cui vuoi cambiare. Se Data 2 è impostata a qualcosa allora il cambio sarà relativo alla posizione corrente";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Il comando Insert in Buffer inserirà il contenuto di Data 1 nella casella dove la sequenza chiave è stata premuta nella posizione corrente del cursore";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Il comando Scroll Page scorre l'oggetto testo su o giu di una pagina o una linea. Imposta Data 1 a su, giu, +1 o -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Il comando Set Buffer imposta la casella dove è stata digitata la sequenza chiave nel contenuto di Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Il Last Command comando imposta la casella per contenere l'ultimo comando digitato - corrispondente a premere il tasto su nella shell";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Il Next Command comando imposta la casella per contenere il successivo comando digitato- corrispondente a premere il tasto giu nella shell";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Qeusto comando cambia il testo nella casella per finire un nick o un comando incompleto. Se Data 1 è impostato allora la doppia pressione sul tasto TAB in una stringa selezionerà l'ultimo nick, non il prossimo";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Questo comando scorre su e giù attraverso la lista dei nick. Se Data 1 è impostato a qualcosa scorrerà verso l'altro, altrimenti verso il basso";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Questo comando confronta l'ultima parola inserita con la lista dei sostituti e rimpiazza se trova parole coincidenti";

/* nothing */
"This command moves the front tab left by one" = "Questo comando muove la scheda davanti a sinistra di uno";

/* nothing */
"This command moves the front tab right by one" = "Questo comando muove la scheda davanti a destra di uno";

/* nothing */
"This command moves the current tab family to the left" = "Questo comando muove i tab correnti a sinistra";

/* nothing */
"This command moves the current tab family to the right" = "Questo comando muove i tab correnti a destra";

/* nothing */
"Push input line into history but doesn't send to server" = "Inserisci la linea di input nella cronologia ma non inviarla al server";

/* nothing */
"There was an error loading key bindings configuration" = "E' avvenuto un errore durante il caricamento della mappatura della tastiera";

/* nothing */
"<none>" = "<none>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Tasto";

/* nothing */
"Action" = "Azione";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Scorciatoie di Tastiera";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Dati 1";

/* nothing */
"Data 2" = "Dati 2";

/* nothing */
"Error opening keys config file\n" = "Errore nell'apertura del file di configurazione dei tasti\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Nome del tasto %s sconosciuto nel file di configurazione\nCaricamento interrotto, per favore controlla %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Azione %s sconosciuta nel file di configurazione\nCaricamento interrotto, per favore controlla %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Aspetto linea dati (inizio Dx{:|!}) ma ottenuto:\n%s\n\nCaricamento interrotto, per favore controlla %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Il file di configurazione dei tasti è corrotto, caricamento interrotto\nPer favore controlla %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Impossibile scrivere su quel file";

/* nothing */
"Cannot read that file." = "Impossibile leggere quel file";

/* nothing */
"That mask already exists." = "Quella maschera esiste già.";

/* nothing */
"Private" = "Privato";

/* nothing */
"Notice" = "Notizia";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Invita";

/* nothing */
"Unignore" = "Annulla ignora";

/* nothing */
"Enter mask to ignore:" = "Inserisci maschera da ignorare:";

/* nothing */
"XChat: Ignore list" = "XChat: Lista utenti ignorati";

/* nothing */
"Ignore Stats:" = "Stato utenti ignorati:";

/* nothing */
"Channel:" = "Canale:";

/* nothing */
"Private:" = "Privato:";

/* nothing */
"Notice:" = "Notizia:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Invita:";

/* nothing */
"Add..." = "Aggiungi...";

/* nothing */
"Channel name too short, try again." = "Nome del canale troppo corto, prova di nuovo.";

/* nothing */
"XChat: Connection Complete" = "XChat: Connessione completata";

/* nothing */
"Connection to %s complete." = "Connessione a %s completata.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "Nella finestra Lista-Server, nessun canale (chat room) è stato inserito nel quale entrare automaticamente per questa rete.";

/* nothing */
"What would you like to do next?" = "Cosa vuoi fare dopo?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Niente, Entrerò nel canale dopo.";

/* nothing */
"_Join this channel:" = "_Entra in questo canale:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Se conosci il nome del canale nel quale vuoi entrare, scrivilo qui.";

/* nothing */
"O_pen the Channel-List window." = "A_pri la finestra Lista-Canali.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Richiamare la Lista-Canali potrebbe richiedere un minuto o due.";

/* nothing */
"_Always show this dialog after connecting." = "_Mostra sempre questa finestra dopo la connessione.";

/* nothing */
"Dialog with" = "Dialoga con";

/* nothing */
"Topic for %s is: %s" = "Argomento per %s è: %s";

/* nothing */
"No topic is set" = "Nessun argomento è impostato";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Questo server ha ancora %d canali o dialoghi associati ad esso. Chiudere tutto?";

/* nothing */
"No other tabs open, quit xchat?" = "Nessuna altra scheda aperta, chiudere xchat?";

/* nothing */
"Insert Attribute or Color Code" = "Inserisci Attributo o Codice colore";

/* nothing */
"<b>Bold</b>" = "<b>Grassetto</b>";

/* nothing */
"<u>Underline</u>" = "<u>Sottolineato</u>";

/* nothing */
"Normal" = "Normale";

/* nothing */
"Colors 0-7" = "Colori 0-7";

/* nothing */
"Colors 8-15" = "Colori 8-15";

/* nothing */
"Beep on message" = "Beep sul messaggio";

/* nothing */
"Show join/part messages" = "Mostra messaggi di entrata/uscita";

/* nothing */
"Color paste" = "Incolla colore";

/* nothing */
"Go to" = "Vai a";

/* nothing */
"_Close Tab" = "_Chiudi Scheda";

/* nothing */
"_Detach Tab" = "_Stacca Scheda";

/* nothing */
"Some file transfers still active, quit xchat?" = "Alcuni file sono ancora in trasferimento, chiudere xchat?";

/* nothing */
"User limit must be a number!\n" = "Il limite utenti deve essere un numero!\n";

/* nothing */
"Topic Protection" = "Protezione Argomento";

/* nothing */
"No outside messages" = "Nessun fuori messaggio";

/* nothing */
"Secret" = "Segreto";

/* nothing */
"Invite Only" = "Solo Invito";

/* nothing */
"Moderated" = "Moderato";

/* nothing */
"Ban List" = "Lista Ban";

/* nothing */
"Keyword" = "Parola Chiave";

/* nothing */
"User Limit" = "Limite Utenti";

/* nothing */
"Show/Hide userlist" = "Mostra/Nascondi lista utenti";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Impossibile impostare la trasparenza dello sfondo!\n\nPotresti usare un window manager\ncorrentemente non supportato.\n";

/* nothing */
"Enter new nickname:" = "Inserisci il nuovo nickname:";

/* nothing */
"Host unknown" = "Host sconosciuto";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Nome Reale:";

/* nothing */
"User:" = "Utente:";

/* nothing */
"Country:" = "Nazione:";

/* nothing */
"Server:" = "Server:";

/* nothing */
"Away Msg:" = "Messaggio di assenza";

/* nothing */
"%u minutes ago" = "%u minuti fa";

/* nothing */
"Last Msg:" = "Ultimo Messaggio:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "La barra dei menù è nascosta. Puoi mostrarla nuovamente premendo F9 o cliccandocon il tasto destro in uno spazio bianco dell'area testo.";

/* nothing */
"Open Link in Browser" = "Apri collegamento nel Browser";

/* nothing */
"Copy Selected Link" = "Copia collegamento selezionato";

/* nothing */
"Part Channel" = "Abbandona Canale";

/* nothing */
"Cycle Channel" = "Cicla Canale";

/* nothing */
"XChat: User menu" = "XChat: Menù utente";

/* nothing */
"Edit This Menu..." = "Modifica questo menù...";

/* nothing */
"Retrieve channel list..." = "Richiama lista canali...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Comandi utente - Codici speciali:\n\n%c  =  canale corrente\n%e  =  nome della rete corrente\n%m  =  informazioni sul computer\n%n  =  tuo nick\n%t  =  ora/data\n%v  =  versione xchat\n%2  =  parola 2\n%3  =  parola 3\n&2  =  parola 2 alla fine della linea\n&3  =  parola 3 alla fine della linea\n\nesempio:\n/cmd john hello\n\n%2 è \"john\"\n&2 è \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Pulsanti lista utenti - Codici speciali:\n\n%a  =  tutti i nick selezionati\n%c  =  canale corrente\n%e  =  nome della rete corrente\n%h  =  hostname del nick selezionato\n%m  =  informazioni sul computer\n%n  =  tuo nick\n%s  =  nick selezionato\n%t  =  ora/data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Pulsanti dialoghi - Codici speciali:\n\n%a  =  tutti i nick selezionati\n%c  =  canale corrente\n%e  =  nome della rete corrente\n%h  =  hostname del nick selezionato\n%m  =  informazioni sul computer\n%n  =  tuo nick\n%s  =  nick selezionato\n%t  =  ora/data\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Repliche CTCP - Codici speciali:\n\n%d  =  dati (ctcp intero)\n%e  =  nome della rete corrente\n%m  =  informazioni sul computer\n%s  =  nick che ha inviato il ctcp\n%t  =  ora/data\n%2  =  parola 2\n%3  =  parola 3\n&2  =  parola 2 alla fine della linea\n&3  =  parola 3 allafine della linea\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Gestore URL - Codici speciali:\n\n%s  =  stringa dell'URL\n\nInserire ! davanti al comando\nindica che dovrebbe essere inviato\nad una shell invece che ad XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Comandi definiti dall'utente";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Menà popup lista utente";

/* nothing */
"Replace with" = "Sostituisci con";

/* nothing */
"XChat: Replace" = "XChat: Sostituisci";

/* nothing */
"XChat: URL Handlers" = "XChat: Gestore URL";

/* nothing */
"XChat: Userlist buttons" = "XChat: Pulsanti lista utente";

/* nothing */
"XChat: Dialog buttons" = "XChat: Pulsanti dialogo";

/* nothing */
"XChat: CTCP Replies" = "XChat: Repliche CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Li_sta Reti...";

/* nothing */
"_New" = "_Nuovo";

/* nothing */
"Server Tab..." = "Scheda Server...";

/* nothing */
"Channel Tab..." = "Scheda Canale...";

/* nothing */
"Server Window..." = "Finestra Server...";

/* nothing */
"Channel Window..." = "Finestra Canale...";

/* nothing */
"_Load Plugin or Script..." = "C_arica Plugin o Script";

/* nothing */
"_Quit" = "_Esci";

/* nothing */
"_View" = "_Visualizza";

/* nothing */
"_Menubar" = "Barra del _Menù";

/* nothing */
"_Topicbar" = "Barra Argomen_to";

/* nothing */
"_Userlist Buttons" = "Pulsanti Lista _Utenti";

/* nothing */
"M_ode Buttons" = "Pulsanti M_oredatori";

/* nothing */
"_Layout" = "_Disposizione";

/* nothing */
"_Tabs" = "_Schede";

/* nothing */
"T_ree" = "_Albero";

/* nothing */
"_Network Meters" = "Test _Rete";

/* nothing */
"Off" = "Disattivato";

/* nothing */
"Graph" = "Grafico";

/* nothing */
"Both" = "Entrambi";

/* nothing */
"_Server" = "_Server";

/* nothing */
"_Disconnect" = "_Disconnetti";

/* nothing */
"_Reconnect" = "_Riconnetti";

/* nothing */
"Marked Away" = "Segna Assenza";

/* nothing */
"_Usermenu" = "Menù _Utente";

/* nothing */
"S_ettings" = "_Impostazioni";

/* nothing */
"_Preferences" = "_Preferenze";

/* nothing */
"Advanced" = "Avanzate";

/* nothing */
"Auto Replace..." = "Risposta Automatica...";

/* nothing */
"CTCP Replies..." = "Repliche CTCP...";

/* nothing */
"Dialog Buttons..." = "Pulsanti Dialogo...";

/* nothing */
"Keyboard Shortcuts..." = "Scorciatoie di Tastiera...";

/* nothing */
"Text Events..." = "Eventi Testuali...";

/* nothing */
"URL Handlers..." = "Gestore URL...";

/* nothing */
"User Commands..." = "Comandi Utente...";

/* nothing */
"Userlist Buttons..." = "Pulsanti Lista Utenti...";

/* nothing */
"Userlist Popup..." = "Popup Lista Utenti...";

/* nothing */
"_Window" = "_Finestra";

/* nothing */
"Ban List..." = "Lista dei Ban...";

/* nothing */
"Channel List..." = "Lista Canali...";

/* nothing */
"Character Chart..." = "Tabella Caratteri...";

/* nothing */
"Direct Chat..." = "Chat Diretta...";

/* nothing */
"File Transfers..." = "Trasferimento File...";

/* nothing */
"Ignore List..." = "Lista utenti ignorati...";

/* nothing */
"Notify List..." = "Lista Notifiche...";

/* nothing */
"Plugins and Scripts..." = "Plugin e Script...";

/* nothing */
"Raw Log..." = "Raw Log...";

/* nothing */
"URL Grabber..." = "URL Raccolti...";

/* nothing */
"Reset Marker Line" = "Reset linea di demarcazione";

/* nothing */
"C_lear Text" = "Cance_lla Testo";

/* nothing */
"Search Text..." = "Cerca Testo...";

/* nothing */
"Save Text..." = "Salva Testo...";

/* nothing */
"_Help" = "_Aiuto";

/* nothing */
"_Contents" = "_Contenuti";

/* nothing */
"_About" = "_Informazioni";

/* nothing */
"_Attach Window" = "_Attacca Finestra";

/* nothing */
"_Close Window" = "_Chiudi Finestra";

/* nothing */
"User" = "Utente";

/* nothing */
"Last Seen" = "Ultima volta visto";

/* nothing */
"Offline" = "Non collegato";

/* nothing */
"Never" = "Mai";

/* nothing */
"Online" = "Collegato";

/* nothing */
"Enter nickname to add:" = "Inserisci nickname da aggiungere:";

/* nothing */
"Notify on these networks:" = "Notifica su queste reti:";

/* nothing */
"Comma separated list of networks is accepted." = "E' accettata la virgola per separare la lista delle reti.";

/* nothing */
"XChat: Notify List" = "XChat: Lista Notifiche";

/* nothing */
"Remove" = "Rimuovi";

/* nothing */
"Open Dialog" = "Apri Dialogo";

/* nothing */
"Description" = "Descrizione";

/* nothing */
"Select a Plugin or Script to load" = "Seleziona il Plugin o lo Script da caricare";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Plugin e Script";

/* nothing */
"_Load..." = "_Carica...";

/* nothing */
"_UnLoad" = "_Scarica";

/* nothing */
"_Close" = "_Chiudi";

/* nothing */
"Save As..." = "Salva Come...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Rawlog (%s)";

/* nothing */
"Clear rawlog" = "Cancella rawlog";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "La finestra che hai aperto per questa ricerca non esiste più.";

/* nothing */
"Search hit end, not found." = "Ricerca finita, non trovato.";

/* nothing */
"XChat: Search" = "XChat: Cerca";

/* nothing */
"Find:" = "Trova:";

/* nothing */
"_Match case" = "_Riscontro caso";

/* nothing */
"Search _backwards" = "Cerca _dietro";

/* nothing */
"_Find" = "_Trova";

/* nothing */
"New Network" = "Nuova Rete";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Vuoi veramente rimuovere la rete \"%s\" e tutti i suoi server?";

/* nothing */
"User name and Real name cannot be left blank." = "Nome utente e nome reale non possono essere vuoti.";

/* nothing */
"XChat: Edit %s" = "XChat: Modifica %s";

/* nothing */
"Servers for %s" = "Server per %s";

/* nothing */
"Connect to selected server only" = "Connetti solo al server selezionato";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Non ricollegarsi attraverso i server quando la connessione fallisce.";

/* nothing */
"Your Details" = "Tuoi Dettagli";

/* nothing */
"Use global user information" = "Usa informazioni utente globali";

/* nothing */
"_Nick name:" = "_Nick name:";

/* nothing */
"Second choice:" = "Seconda scelta:";

/* nothing */
"_User name:" = "Nome _Utente:";

/* nothing */
"Rea_l name:" = "Nome Rea_le:";

/* nothing */
"Connecting" = "Connessione";

/* nothing */
"Auto connect to this network at startup" = "Connetti automaticamente a questa rete all'avvio";

/* nothing */
"Use a proxy server" = "Usa un server proxy";

/* nothing */
"Use SSL for all the servers on this network" = "Usa SSL per tutti i server di questa rete";

/* nothing */
"Accept invalid SSL certificate" = "Accetta certificati SSL invalidi";

/* nothing */
"C_hannels to join:" = "C_anale nel quale entrare:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Canali nei quali entrare, separati da virgola, ma senza spazi!";

/* nothing */
"Connect command:" = "Comando dopo connessione:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Comando extra da eseguire dopo la connessione. Se necessiti di più comandi, imposta questo per caricare -e <filename>, dove <filename> è un file di testo con tutti i comandi da eseguire.";

/* nothing */
"Nickserv password:" = "Password del Nickserv:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Se il tuo nickname richiede una password, inseriscila qui. Non tutte le reti IRC lo supportano.";

/* nothing */
"Server password:" = "Password del Server:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Password per il server, in caso di dubbio, lasciare vuoto.";

/* nothing */
"Character set:" = "Imposta Carattere:";

/* nothing */
"_Edit" = "_Modifica";

/* nothing */
"XChat: Network List" = "XChat: Lista Reti";

/* nothing */
"User Information" = "Informazioni Utente";

/* nothing */
"Third choice:" = "Terza scelta:";

/* nothing */
"Networks" = "Reti";

/* nothing */
"Skip network list on startup" = "Salta lista reti all'avvio";

/* nothing */
"_Edit..." = "_Modifica...";

/* nothing */
"_Sort" = "_Ordina";

/* nothing */
"C_onnect" = "_Connetti";

/* nothing */
"Text Box Appearance" = "Aspetto Area Testo";

/* nothing */
"Font:" = "Carattere:";

/* nothing */
"Background image:" = "Immagine di sfondo:";

/* nothing */
"Scrollback lines:" = "Linee visibili:";

/* nothing */
"Colored nick names" = "Nickname colorati";

/* nothing */
"Give each person on IRC a different color" = "Assegna a ciascuna persona su IRC un colore differente";

/* nothing */
"Indent nick names" = "Rientra nickname";

/* nothing */
"Make nick names right-justified" = "Nickname giustificati a destra";

/* nothing */
"Transparent background" = "Trasparenza di sfondo";

/* nothing */
"Show marker line" = "Mostra linea di demarcazione";

/* nothing */
"Insert a red line after the last read text." = "Inserisci una linea rossa dopo l'ultimo messaggio letto.";

/* nothing */
"Transparency Settings" = "Impostazioni Trasparenza";

/* nothing */
"Red:" = "Rosso:";

/* nothing */
"Green:" = "Verde:";

/* nothing */
"Blue:" = "Blu:";

/* nothing */
"Time Stamps" = "Stampa Ora";

/* nothing */
"Enable time stamps" = "Attiva stampa ora";

/* nothing */
"Time stamp format:" = "Formato stampa ora:";

/* nothing */
"See strftime manpage for details." = "Vedi la guida di strftime per dettagli.";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "Ordina per ultimo che ha parlato";

/* nothing */
"Input box" = "Area Input";

/* nothing */
"Use the Text box font and colors" = "Usa carattere e colori dell'area testo";

/* nothing */
"Spell checking" = "Controllo del periodo";

/* nothing */
"Nick Completion" = "Completa Nick";

/* nothing */
"Automatic nick completion (without TAB key)" = "Completa automaticamente il nick (senza tasto TAB)";

/* nothing */
"Nick completion suffix:" = "Suffisso al completamento nick:";

/* nothing */
"Nick completion sorted:" = "Completamento nick ordinati:";

/* nothing */
"Input Box Codes" = "Codici Area Input";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpreta %nnn come un valore ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpreta %C, %B come Colore, Grassetto ecc.";

/* nothing */
"A-Z, Ops first" = "A-Z, Prima gli Op";

/* nothing */
"Z-A, Ops last" = "Z-A, Dopo gli Op";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Non ordinare";

/* nothing */
"User List" = "Lista utenti";

/* nothing */
"Show hostnames in user list" = "Mostra hostname nella lista utenti";

/* nothing */
"Resizable user list" = "Lista utenti adattabile";

/* nothing */
"User list sorted by:" = "Lista utenti ordinata per:";

/* nothing */
"Away tracking" = "Traccia delle assenze";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Trova lo stato di assenza degli utenti e segnali con colore differente";

/* nothing */
"On channels smaller than:" = "Sui canali più piccoli di:";

/* nothing */
"Action Upon Double Click" = "Azione per doppio click";

/* nothing */
"Execute command:" = "Esegui comando:";

/* nothing */
"Windows" = "Finestre";

/* nothing */
"Tabs" = "Schede";

/* nothing */
"Bottom" = "Parte inferiore";

/* nothing */
"Top" = "Alta";

/* nothing */
"Left" = "Sinistra";

/* nothing */
"Right" = "Destra";

/* nothing */
"Hidden" = "Nascondi";

/* nothing */
"Always" = "Sempre";

/* nothing */
"Only requested tabs" = "Solo schede richieste";

/* nothing */
"Open an extra tab for server messages" = "Apri una scheda extra per i messaggi del server";

/* nothing */
"Open an extra tab for server notices" = "Apri una scheda extra per le notizie del server";

/* nothing */
"Open a new tab when you receive a private message" = "Apri una nuova scheda quando ricevi un messaggio privato";

/* nothing */
"Sort tabs in alphabetical order" = "Ordina schede in modo alfabetico";

/* nothing */
"Small tabs" = "Schede piccole";

/* nothing */
"Focus new tabs:" = "Apri la nuova scheda:";

/* nothing */
"Show tabs at:" = "Mostra schede a:";

/* nothing */
"Shorten tab labels to:" = "Caratteri nomi schede:";

/* nothing */
"letters." = "lettere.";

/* nothing */
"Tabs or Windows" = "Schede o Finestre";

/* nothing */
"Open channels in:" = "Apri canali in:";

/* nothing */
"Open dialogs in:" = "Apri dialoghi in:";

/* nothing */
"Open utilities in:" = "Apri utilità in:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Apri DCC, lista ignorati, notifiche ecc, in schede o finestre?";

/* nothing */
"No" = "No";

/* nothing */
"Yes" = "Si";

/* nothing */
"Browse for save folder every time" = "Sfoglia per cartelle da salvare ogni momento";

/* nothing */
"Files and Directories" = "File e Cartelle";

/* nothing */
"Auto accept file offers:" = "Accetta automaticamente i file offerti:";

/* nothing */
"Download files to:" = "Download file in:";

/* nothing */
"Move completed files to:" = "Muovi file completi in:";

/* nothing */
"Save nick name in filenames" = "Salva nickname nei nomi dei file ";

/* nothing */
"Network Settings" = "Impostazioni Rete";

/* nothing */
"Get my address from the IRC server" = "Prendi il mio indirizzo dal server IRC";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Chiedi al server IRC il tuo indirizzo reale. Usa questo se hai un indirizzo 192.168.*.*!";

/* nothing */
"DCC IP address:" = "DCC indirizzo IP:";

/* nothing */
"Claim you are at this address when offering files." = "Segnala questo indirizzo quando offri file.";

/* nothing */
"First DCC send port:" = "Prima porta invio DCC:";

/* nothing */
"Last DCC send port:" = "Ultima porta invio DCC:";

/* nothing */
"!Leave ports at zero for full range." = "!Lascia porte a zero per range pieno.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Velocità di trasferimento file massima (byte per secondo)";

/* nothing */
"One upload:" = "Un Upload:";

/* nothing */
"Maximum speed for one transfer" = "Velocità massima per un trasferimento";

/* nothing */
"One download:" = "Un download:";

/* nothing */
"All uploads combined:" = "Tutti gli upload combinati:";

/* nothing */
"Maximum speed for all files" = "Velocità massima per tutti i file";

/* nothing */
"All downloads combined:" = "Tutti i download combinati:";

/* nothing */
"Default Messages" = "Messaggi di default";

/* nothing */
"Quit:" = "Esci:";

/* nothing */
"Leave channel:" = "Lascia canale:";

/* nothing */
"Away:" = "Assente:";

/* nothing */
"Away" = "Assente";

/* nothing */
"Announce away messages" = "Annuncia messaggi di assenza";

/* nothing */
"Announce your away messages to all channels" = "Annuncia i tuoi messaggi di assenza a tutti i canali";

/* nothing */
"Show away once" = "Mostra una volta il messaggio di assenza";

/* nothing */
"Show identical away messages only once" = "Mostra i messaggi di assenza identici una volta";

/* nothing */
"Automatically unmark away" = "Togli automaticamente lo stato di assenza";

/* nothing */
"Unmark yourself as away before sending messages" = "Togli l'assenza prima di mandare messaggi";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(Può essere un file di testo relativo a ~/.xchat2/).";

/* nothing */
"(Can be a text file relative to config dir)." = "(Può essere un file di testo relativo alla cartella di configurazione).";

/* nothing */
"Alerts" = "Avvisi";

/* nothing */
"Flash taskbar on highlighted messages" = "Taskbar lampeggiante ai messaggi evidenziati";

/* nothing */
"Flash taskbar on any private messages" = "Taskbar lampeggiante ai messaggi evidenziati";

/* nothing */
"Beep on highlighted messages" = "Emetti un beep per messaggio evidenziato";

/* nothing */
"Beep on private messages" = "Emetti un beep per messaggio privato ricevuto";

/* nothing */
"Beep on channel messages" = "Emetti un beep per messaggio ricevuto in canale";

/* nothing */
"Extra words to highlight on:" = "Parole extra da evidenziare su:";

/* nothing */
"Nicks not to highlight on:" = "Nick da non evidenziare su:";

/* nothing */
"Separate multiple words with commas." = "Separa più parole con virgole";

/* nothing */
"Advanced Settings" = "Impostazioni Avanzate";

/* nothing */
"Auto reconnect delay:" = "Connettiti automaticamente dopo:";

/* nothing */
"Display MODEs in raw form" = "Mostra modalità in forma raw";

/* nothing */
"Whois on notify" = "Esegui Whois su notifica";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Invia un /WHOIS quando un utente della tua lista di notifica si collega";

/* nothing */
"Hide join and part messages" = "Nascondi messaggi di entrata e uscita";

/* nothing */
"Hide channel join/part messages by default" = "Nascondi i messaggi di entrata/uscita nei canali";

/* nothing */
"Auto Open DCC Windows" = "Apri automaticamente finestre DCC";

/* nothing */
"Send window" = "Finestra d'invio";

/* nothing */
"Receive window" = "Finestra di ricezione";

/* nothing */
"Chat window" = "Finestra Chat";

/* nothing */
"Logging" = "Logging";

/* nothing */
"Enable logging of conversations" = "Attiva log delle conversazioni";

/* nothing */
"Log filename:" = "File di Log:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Server %c=Canale %n=Rete.";

/* nothing */
"Insert timestamps in logs" = "Inserisci orario nei log";

/* nothing */
"Log timestamp format:" = "Formato stampa ora dei Log:";

/* nothing */
"(Disabled)" = "(Disabilitato)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Sock4";

/* nothing */
"Socks5" = "Sock5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Tutte le connessioni";

/* nothing */
"IRC Server Only" = "Solo Server IRC";

/* nothing */
"DCC Get Only" = "Ricevi solo DCC";

/* nothing */
"Your Address" = "Tuo Indirizzo";

/* nothing */
"Bind to:" = "Abbina a:";

/* nothing */
"Only useful for computers with multiple addresses." = "Utile solo per computer con indirizzi multipli";

/* nothing */
"Proxy Server" = "Proxy Server";

/* nothing */
"Hostname:" = "Hostname:";

/* nothing */
"Port:" = "Porta:";

/* nothing */
"Type:" = "Tipo:";

/* nothing */
"Use proxy for:" = "Usa proxy per:";

/* nothing */
"Proxy Authentication" = "Autenticazione Proxy";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Usa autenticazione (MS Proxy, HTTP o solo Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Usa autenticazione (HTTP o solo Socks5)";

/* nothing */
"Username:" = "Username:";

/* nothing */
"Password:" = "Password:";

/* nothing */
"Select an Image File" = "Seleziona un File Immagine";

/* nothing */
"Select Download Folder" = "Seleziona Cartella di Download";

/* nothing */
"Select font" = "Seleziona carattere";

/* nothing */
"Browse..." = "Sfoglia...";

/* nothing */
"Mark identified users with:" = "Segna utenti identificati con:";

/* nothing */
"Mark not-identified users with:" = "Segna utenti non identificati con:";

/* nothing */
"Select color" = "Seleziona un colore";

/* nothing */
"Text Colors" = "Colore del testo";

/* nothing */
"mIRC colors:" = "Colori di mIRC:";

/* nothing */
"Local colors:" = "Colori locali";

/* nothing */
"Foreground:" = "Primo piano";

/* nothing */
"Background:" = "Sfondo";

/* nothing */
"Marking Text" = "Seleziona testo";

/* nothing */
"Interface Colors" = "Interfaccia Colori";

/* nothing */
"New data:" = "Nuova data:";

/* nothing */
"Marker line:" = "Seleziona linea:";

/* nothing */
"New message:" = "Nuovo messaggio:";

/* nothing */
"Away user:" = "Utente assente:";

/* nothing */
"Highlight:" = "Evidenziazione:";

/* nothing */
"Event" = "Evento";

/* nothing */
"Sound file" = "Suona file";

/* nothing */
"Select a sound file" = "Seleziona un file musicale";

/* nothing */
"Sound playing method:" = "Metodo esecuzione suono:";

/* nothing */
"External sound playing _program:" = "_Programma di suono esterno";

/* nothing */
"_External program" = "Programma _esterno";

/* nothing */
"_Automatic" = "_Automatico";

/* nothing */
"Sound files _directory:" = "Suona file _cartella:";

/* nothing */
"Sound file:" = "Suona file:";

/* nothing */
"_Browse..." = "_Sfoglia...";

/* nothing */
"_Play" = "_Play";

/* nothing */
"Interface" = "Interfaccia";

/* nothing */
"Text box" = "Area testo";

/* nothing */
"User list" = "Lista utenti";

/* nothing */
"Colors" = "Colori";

/* nothing */
"Chatting" = "Chatting";

/* nothing */
"General" = "Generale";

/* nothing */
"Sound" = "Suono";

/* nothing */
"Network setup" = "Setup Rete";

/* nothing */
"File transfers" = "File trasferiti";

/* nothing */
"Categories" = "Categorie";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Alcune impostazioni sono state cambiate e richiedono il riavvio per essere attuate.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*ATTENZIONE*\nL'auto accettazione DCC nella tua cartella home\npuò essere pericoloso e soggetto a exploit. Esempio:\nQualcuno può mandarti un .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Preferenze";

/* nothing */
"There was an error parsing the string" = "C'è stato un errore analizzando la stringa";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Questo segnale ha passato solo %d argomenti, $%d non è valido";

/* nothing */
"Print Texts File" = "Stampa testo su un file";

/* nothing */
"Edit Events" = "Modifica Eventi";

/* nothing */
"$ Number" = "$ Numero";

/* nothing */
"Load From..." = "Carica Da...";

/* nothing */
"Test All" = "Testa Tutto";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: URL Raccolto";

/* nothing */
"Clear list" = "Cancella lista";

/* nothing */
"Copy selected URL" = "Copia URL selezionato";

/* nothing */
"Copy" = "Copia";

/* nothing */
"Save list to a file" = "Salva lista su un file";

/* nothing */
"%d ops, %d total" = "%d op, %d totali";

